"ADD_EVENT_PROMPT" = "Докладні відомості про подію.";
"ADD_EVENT" = "Додати подію";
"EDIT_EVENT" = "Змінити";
"CANCEL" = "Скасувати";

"DELETE" = "Видалити";
"DELETE_ONE" = "Видал. тільки цю подію";
"DELETE_FUTURE" = "Видал. усі майб. події";
"DELETE_RECURRING_ALERT_TITLE" = "Це повторювана подія.";
"DELETE_EVENT" = "Видалити подію";

"DETACH_ONE" = "Зберегти для цієї події";
"DETACH_FUTURE" = "Зберег. для майб. подій";
"DETACH_ALL" = "Зберегти для всіх подій";
"DETACH_ALERT_TITLE" = "Це повторювана подія.";

"CANCEL_DIRTY_ALERT_TITLE" = "Цю подію було змінено.";
"CANCEL_DIRTY_CANCEL" = "Скасувати зміни";
"CANCEL_DIRTY_REVIEW" = "Переглянути зміни";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Не вдається надіслати запрошення";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "«%@» — неприпустима адреса електронної пошти.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Назва";
"LOCATION_PLACEHOLDER" = "Місце";
"TITLE_DETAIL_NAV_TITLE" = "Назва/місце";
"DEFAULT_EVENT_TITLE" = "Нова подія";
"ADD_TO_CALENDAR" = "Додати до календаря";

"STARTS" = "Початок";
"ENDS" = "Кінець";
"DATE_DETAIL_NAV_TITLE" = "Поч. і кін.";
"ALL_DAY_SWITCH_TITLE" = "Увесь день";
"TIME_ZONE" = "Часовий пояс";
"FLOATING" = "Плаваючий";

"REPEAT" = "Повторювати";
"NEVER_DETAIL" = "Немає";
"DAILY_DETAIL" = "Щодня";
"WEEKLY_DETAIL" = "Щотижня";
"BIWEEKLY_DETAIL" = "Кожні 2 тижні";
"MONTHLY_DETAIL" = "Щомісяця";
"YEARLY_DETAIL" = "Щороку";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Повторювати";
"END_REPEAT" = "Кін. повтор.";
"END_REPEAT_NAV_TITLE" = "Кін. повтор.";
"TIME_ZONE_CHOOSER_PROMPT" = "Введіть назву міста.";

"REPEAT_FOREVER" = "Повторювати завжди";

"ADD_INVITEES_NAV_TITLE" = "Запрошені";
"ADD_INVITEES_PROMPT" = "Додати запрошених у цю подію.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Не вдається зберегти подію";
"ALERT_TIME" = "Час сповіщення";
"CANNOT_REPEAT_EVENT" = "Не можна повторювати подію";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

